{
  "welcome to our website": "Welcome to our website",
  "islamic preacher": "Islamic Preacher",
  "islamic educational platform description": "An Islamic educational platform containing a collection of valuable Islamic lectures and books to spread knowledge and guidance",
  "watch lectures": "Watch Lectures",
  "browse books": "Browse Books",
  "lectures and sermons": "Lectures and Sermons",
  "selected islamic lectures description": "A selected collection of educational and spiritual Islamic lectures",
  "no lectures available": "No lectures available",
  "video": "Video",
  "watch now": "Watch Now",
  "more info": "More Info",
  "view all lectures": "View All Lectures",
  "islamic library": "Islamic Library",
  "valuable islamic books description": "A valuable collection of Islamic books for free reading and download",
  "no books available": "No books available",
  "read now": "Read Now",
  "read online": "Read Online",
  "download pdf": "Download PDF",
  "pages": "pages",
  "view all books": "View All Books",
  "about us": "About Us",
  "followers": "Followers",
  "islamic book": "Islamic Book",
  "lecture": "Lecture",
  "years experience": "Years Experience",
  "about description 1": "We are an Islamic educational platform aimed at spreading Islamic knowledge and understanding through visual lectures and valuable Islamic books. We strive to provide authentic Islamic content that helps Muslims understand their religion correctly.",
  "about description 2": "Since our establishment, we believe that Islamic knowledge is a right for everyone, so we provide all our content for free for the sake of Allah. Our goal is to deliver the Islamic message in a contemporary and clear manner suitable for all ages and cultures.",
  "our mission": "Our Mission",
  "mission description": "To spread correct Islamic knowledge and simplify it for Muslims around the world, contributing to building a generation aware of religious rulings and ethics.",
  "our vision": "Our Vision",
  "vision description": "To be the first reference for Islamic educational content online, and contribute to reviving the spirit of seeking knowledge in the Islamic nation."
}
