{
  "welcome to our website": "Bienvenue sur notre site web",
  "islamic preacher": "Prédicateur Islamique",
  "islamic educational platform description": "Une plateforme éducative islamique contenant une collection de conférences et de livres islamiques précieux pour diffuser la connaissance et la guidance",
  "watch lectures": "Regarder les Conférences",
  "browse books": "Parcourir les Livres",
  "lectures and sermons": "Conférences et Sermons",
  "selected islamic lectures description": "Une collection sélectionnée de conférences islamiques éducatives et spirituelles",
  "no lectures available": "Aucune conférence disponible",
  "video": "Vidéo",
  "watch now": "Regarder Maintenant",
  "more info": "Plus d'Infos",
  "view all lectures": "Voir Toutes les Conférences",
  "islamic library": "Bibliothèque Islamique",
  "valuable islamic books description": "Une collection précieuse de livres islamiques pour la lecture et le téléchargement gratuits",
  "no books available": "Aucun livre disponible",
  "read now": "Lire Maintenant",
  "read online": "Lire en Ligne",
  "download pdf": "Télécharger PDF",
  "pages": "pages",
  "view all books": "Voir Tous les Livres",
  "about us": "À Propos",
  "followers": "Abonnés",
  "islamic book": "Livre Islamique",
  "lecture": "Conférence",
  "years experience": "Années d'Expérience",
  "about description 1": "Nous sommes une plateforme éducative islamique visant à diffuser la connaissance et la compréhension islamiques à travers des conférences visuelles et des livres islamiques précieux. Nous nous efforçons de fournir un contenu islamique authentique qui aide les musulmans à comprendre correctement leur religion.",
  "about description 2": "Depuis notre création, nous croyons que la connaissance islamique est un droit pour tous, alors nous fournissons tout notre contenu gratuitement pour l'amour d'Allah. Notre objectif est de délivrer le message islamique de manière contemporaine et claire, adaptée à tous les âges et cultures.",
  "our mission": "Notre Mission",
  "mission description": "Diffuser la connaissance islamique correcte et la simplifier pour les musulmans du monde entier, contribuant à construire une génération consciente des règles religieuses et de l'éthique.",
  "our vision": "Notre Vision",
  "vision description": "Être la première référence pour le contenu éducatif islamique en ligne, et contribuer à raviver l'esprit de recherche de la connaissance dans la nation islamique."
}
